Repository: harryworld/JKOShopDemo
Catalog: Sources/CartFeature/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: Back to Home
zh_hant: 回到商品列表

source: Cart
zh_hant: 購物車

source: Checkout
zh_hant: 結算

source: Confirm Order
zh_hant: 去買單

source: Go shopping
zh_hant: 開始選購

source: Remove
zh_hant: 刪除

source: Select all
zh_hant: 全選

source: Submit
zh_hant: 提交訂單

source: Thank you for your order!
zh_hant: 感謝你的訂單！

source: Total $%.2f
zh_hant: 訂單金額: $%.2f

source: We will deliver your order shortly.
zh_hant: 我們將會盡快送貨。

source: You don't have any item in the cart
zh_hant: 購物車沒有商品
